{
  "file_name": "X_RAY_AND_LABORATORY_TECHNICIAN",
  "position": "X-Ray and Laboratory Technician",
  "classcode": "2358",
  "salary_start": 52200,
  "salary_end": 80323,
  "start_date": "2016-01-29",
  "end_date": "2016-02-12",
  "req": "1. Valid Limited Permits in X-Ray Technology issued by the State of California, Department of Health Services in the following categories: Chest, Extremities, and Torso-skeletal, or possession of a Diagnostic Radiological Technology Certificate issued by the State of California, Department of Health Services; and 2. One year of experience in taking and developing radiographs and performing urinalysis, phlebotomy or chemical analysis; and 3. A Valid Phlebotomy Certificate in the State of California.",
  "notes": "1. For information regarding reciprocity between the City of Los Angeles departments and LADWP, go to http://per.lacity.org/Reciprocity_CityDepts_and_DWP.pdf. 2. The current salary range is subject to change. You may confirm the starting salary with the hiring department before accepting a job offer. 3. Candidates from the eligible list are normally appointed to vacancies in the lower pay grade positions.",
  "duties": "Takes and develops radiographic images according to established standards of the California Radiology Board. Maintains radiographic records, creates CD of radiographic images as needed and directs digital images to authorized personnel in compliance with HIPAA. Performs phlebotomy; biochemical tests using a desk-top analyzer; urinalysis by urine dipstick; vision testing; U.S. Department of Transportation (DOT) urine collection; and Breath Alcohol Testing (BAT) per established protocols. Operates and maintains the radiographic and laboratory equipment. Assists OHS staff in related office activities.",
  "selection": "Examination Weight: Interview .. . . . . . . 100%. The examination will consist entirely of an evaluation of technical and personal qualifications by interview. In the interview, emphasis will be placed on the knowledge of procedures and techniques used for taking and developing X-Ray films; performing phlebotomy accurately; performing laboratory tests with accurate and reliable results; operating X-ray machines and developing equipment efficiently; hazards and safety practices with regard to radiology and phlebotomy; and other necessary knowledge, skills, and abilities.",
  "experience_length": "1 year",
  "job_type": "Full-time",
  "education_length": "Not specified",
  "school_type": "Not specified",
  "application_location": "Online"
}
