{
  "file_name": "ZOO_CURATOR",
  "position": "Zoo Curator",
  "classcode": "4297",
  "salary_start": 78300,
  "salary_end": 94712,
  "start_date": "2016-04-08",
  "end_date": "2016-04-29",
  "req": "1. Graduation from an accredited four-year college or university with a major in zoology, biology, or a closely related field; and 2. a. Three years of full time paid professional zoo experience as an assistant or associate curator, curator, assistant zoo director, or zoo director; or b. Three years of full time paid experience supervising the care, selection, or identification of exotic and wild animals as a Senior Animal Keeper, or in a class at that level, with the City of Los Angeles.",
  "notes": "1. Applicants who lack six months or less of the required experience may file for this examination. However, they cannot be appointed until the full experience requirement has been met. 2. Some positions may require a valid California driver's license. Candidates may not be eligible for appointment to these positions if their record within the last 36 months reflects three or more moving violations and/or at-fault accidents, or a conviction of a major moving violation (such as DUI).",
  "duties": "Responsible for the health and welfare of a portion of the animal collection at the Los Angeles Zoo; determines exhibition requirements including food, shelter, special environmental requirements, and care; advises on all transactions concerning the sale or purchase of animals; and determines breeding requirements; may coordinate and supervise the purchase, sale, and loan of zoo animals; may advise on animal conservation and international captive management; assigns, reviews, and evaluates the work of subordinate animal keeping personnel responsible for the routine care of the collection; fulfills equal employment opportunity responsibilities; and does related work.",
  "selection": "Examination Weight: Interview . . . . . . .100%. The examination will consist entirely of an interview. In the interview, the following competencies may be evaluated: Judgment and Decision Making, Supervision, Interpersonal Skills, Credibility, Resolves Conflict, Champions Change, and Job Knowledge, including knowledge of zoology as related to a specific taxon including its identification, food, shelter, care, and habits; methods used in conditioning and managing specimens; laws related to the acquisition, disposition, record keeping, purchase, sale, loan, donation, shipment, and quarantine of exotic animals; existing techniques and current major developments in exotic animal management; proper and safe methods of handling animals; and the proper conditions of zoo buildings, equipment, cages, enclosures, grounds, and surrounding vegetation.",
  "experience_length": "3 years",
  "job_type": "Full-time",
  "education_length": "4 years",
  "school_type": "Accredited college or university",
  "application_location": "Online"
}