{
  "file_name": "ZOO_CURATOR_OF_EDUCATION",
  "position": "Zoo Curator of Education",
  "classcode": "4300",
  "salary_start": 57628,
  "salary_end": 120874,
  "start_date": "2018-09-14",
  "end_date": "2018-09-28",
  "req": "1. Graduation from an accredited four-year college or university; and one year of full-time paid professional experience at a zoo, or other informal science learning facility, performing duties such as: designing, developing, implementing, evaluating, or presenting various kinds of educational, informational and interpretive programs for the public; writing science based curriculum; preparing and researching science materials for programs; writing informational graphics; or providing interactive workshops for audiences of various ages; or 2. Current employment with the City of Los Angeles and two years of full-time paid professional teaching experience in a school classroom providing instruction in the life sciences.",
  "notes": "1. Candidates from the eligible list are normally appointed to vacancies in the lower pay grade positions. 2. Annual salary is at the start of the pay range. The current salary range is subject to change. Please confirm the starting salary with the hiring department before accepting a job offer.",
  "duties": "Plans, develops, implements and/or evaluates a comprehensive zoo education program and public information program at the Los Angeles Zoo; or assigns, reviews, and evaluates the work of employees engaged in these activities; applies sound supervisory principles and techniques in building and maintaining an effective work force; and fulfills Equal Employment Opportunity responsibilities.",
  "selection": "Examination Weight: Evaluation of Training and Experience Questionnaire . 100%. The examination score will consist entirely of an evaluation of training and experience, wherein candidates may be evaluated on their experience, professional background, personal qualifications and abilities, including the knowledge of the Los Angeles Zoo's role in educating the public sufficient to plan Zoo education programs; current principles and practices of both formal and informal education, including learning styles and teaching techniques, sufficient to develop, implement, and evaluate educational programs for audiences from various backgrounds; animal taxonomy, behavior, natural history and conservation sufficient to determine appropriate program content; fundamental principles and practices of supervision including planning, delegating, evaluating, training, directing, assigning, and motivating staff and volunteers in an educational setting; pertinent City and Personnel Department rules, policies and procedures including Equal Employment Opportunity (EEO) responsibilities; and the ability to evaluate resource materials and current events in wildlife issues sufficient to develop appropriate and timely programs; prioritize goals and activities of an educational program to ensure the program's design and implementation are effective; organize and schedule meetings and resources for program development with program employees, managers, school administrators, and others, in order to ensure the mission and goal of the program are aligned with current educational needs and standards; clearly and effectively communicate and present scientific or complex materials to people of diverse backgrounds; communicate clearly and effectively in writing; and other necessary skills, knowledge, and abilities.",
  "experience_length": "1-2 years",
  "job_type": "Full-time",
  "education_length": "4 years",
  "school_type": "Accredited college or university",
  "application_location": "Online"
}
